Repository: wordpress-pro/wc-checkout-ru
Catalog: languages/jaw-wc-checkout-*.po
Languages: ru_ru_ru

source: , h.
ru_ru_ru: , д.

source: housing
ru_ru_ru: корп.

source: building
ru_ru_ru: стр.

source: ap.
ru_ru_ru: кв.

source: Billing &amp; Shipping
ru_ru_ru: Оплата и доставка

source: Billing Details
ru_ru_ru: Детали оплаты

source: Create an account?
ru_ru_ru: Создать учётную запись пользователя?

source: Ship to a different address?
ru_ru_ru: Доставить на другой адрес?

source: Calculate shipping
ru_ru_ru: Рассчитать доставку

source: Checkout.ru Shipping
ru_ru_ru: Доставка Checkout.ru

source: Enable
ru_ru_ru: Включить

source: Enable Checkout.ru
ru_ru_ru: Включить Checkout.ru

source: This controls the title which the user sees during checkout.
ru_ru_ru: Заголовок, который увидит пользователь во время заказа.

source: CheckOut Delivery
ru_ru_ru: Доставка CheckOut

source: API key
ru_ru_ru: Ключ API

source: CheckOut service API key
ru_ru_ru: Ключ API сервиса CheckOut

source: ENTER API KEY HERE
ru_ru_ru: ПОЖАЛУЙСТА, УКАЖИТЕ ЗДЕСЬ КЛЮЧ API

source: Get your API key to CheckOut service functions at service clients private area.
ru_ru_ru: Получите ваш ключ API к функциям сервиса CheckOut в личном кабинете клиента сервиса.

source: Use CheckOut.ru popup
ru_ru_ru: Использовать popup Checkout.ru

source: Use CheckOut.ru popup form for checkout instead of native WooCommerce.
ru_ru_ru: Использовать popup CheckOut для выбора адреса и данных доставки помимо (или вместо) формы WooCommerce.

source: Send weight
ru_ru_ru: Отсылать вес

source: Checkout.ru shipping for delivering orders by CheckOut service.
ru_ru_ru: Доставка заказов сервисом CheckOut.

source: Shipping Cost
ru_ru_ru: Стоимость доставки

source: ap.
ru_ru_ru: кв.
